[
   {
      "pName": "Catholic",
      "pFounder": "Peter, the disciple",
      "pDoOrigin": "1054 AD (Great Schism) in the Western Roman Empire",
      "pPoOrigin": "Jerusalem, Roman Empire",
      "pPopulation": "1.3 billion",
      "pDoctrine": "Profession of Faith\nScriptures\nCelebration of the Christian mystery\nHoly Trinity\nSin and salvation\nPenance and conversion\nAfterlife\nSalvation outside the church\nChurch as the Mystical Body of Christ\nOne, Holy, Catholic, and Apostolic\nFaith of the Church\nDevotion to the Virgin Mary and the saints\nOrdained ministry: Bishops, priests, and deacons",
      "pDeviation": "Great Church -> Great Schism",
      "pFestivals": "Annunciation\nThe Easter period\nLent\nHoly Week\nEaster\nAscension Day\nPentecost \nThe Christmas period\nAdvent, the period leading up to Christmas\nChristmas Eve\nChristmas Day\nEpiphany",
      "pTexts": "Apart from Holy Bible,\nThe Catechism. The Catechism of the Catholic Church is a collection of Catholic doctrines that recognise and highlight the faith and morals of the church and its members. These collections also include essential teachings of the Church, all in regards to tradition of the church, past and presently.\nThe Beatitudes. Recognised as 8 blessings in the Gospel of Matthew, the Beatitudes resembles a proverb like proclamation about following in the footsteps of Jesus, thus a life of eternity in Heaven.\nLectionary. The Catholic Lectionary is a collection that contains scripture readings allocated for daily or weekend mass sessions. Lectionaries usually consist of responsorial psalms, extracted from the bible, that make up the Liturgy of the Word.\nCatholic Social Teachings. The Catholic Social Teachings are a body of doctrines developed by the Church which highlight issues in society such as poverty, economics, government and giving back. These teachings incorporate aspects of everyday life such a politics, personal struggles and spirituality into a modernistic approach. ",
      "pSites": "Catholic pilgrimage sites, List of extant papal tombs, List of non-extant papal tombs, Marian shrines, Papal basilicas, Cathedral-Basilica of Our Lady of the Pillar, Sanctuary of Our Lady of Fátima, Sanctuary of Our Lady of Lourdes, St. Peter's Basilica, and Vatican City",
      "pPeople": "Mother Teresa, John F. Kennedy, C. S Lewis",
      "pIssues": "The most crucial problem with the Roman Catholic Church is its belief that faith alone in Christ is not sufficient for salvation. The official position of the Roman Catholic Church is that a person must believe in Jesus Christ AND be baptized AND receive the Eucharist along with the other sacraments AND obey the decrees of the Roman Catholic Church AND perform meritorious works AND not die with any mortal sins AND etc., etc., etc",
      "pImage": "images/headerback.jpg",
      "pMorning": "Romans 1: 1-17",
      "pAfternoon": "Romans 1:18 - 2:16",
      "pEvening": "Romans 2:17 - 2:28",
      "SheetName": "1 - Catholic"
   },
   {
      "pName": "The Eastern Orthodox Church, officially the Orthodox Catholic Church\nThe Eastern Orthodox Church is not a single church but rather a family of 13 self-governing bodies, denominated by the nation in which they are located (e.g., the Greek Orthodox Church, Russian Orthodox Church). They are united in their understanding of the sacraments, doctrine, liturgy, and church government, but each administers its own affairs.",
      "pFounder": "Peter, the disciple; Patriarch Michael Cerularius ",
      "pDoOrigin": "1054 AD (Great Schism) in the Western Roman Empire, Old Believers (17th century) True Orthodoxy (1920s)",
      "pPoOrigin": "Jerusalem, Roman Empire",
      "pPopulation": "260 million",
      "pDoctrine": "The equal authority of church tradition and Scripture\nDiscouragement of individuals interpreting the Bible apart from tradition\nThe perpetual virginity of Mary\nPrayer for the dead\nBaptism of infants without reference to individual responsibility and faith\nThe possibility of receiving salvation after death\nThe possibility of losing salvation",
      "pDeviation": "Early Church -> Ecumenical councils -> Roman/Byzantine Empire -> Early schisms -> Conversion of South and East Slavs -> Great \nSchism (1054) -> Greek Church under Ottoman rule -> Russian Orthodox Church in the Russian Empire -> Orthodox churches under Communist rule",
      "pFestivals": "The Nativity of the Theotokos, 8 September\nThe Exaltation of the Cross, 14 September\nThe Presentation of the Theotokos, 21 November\nThe Nativity of Christ/Christmas, 25 December\nThe Baptism of Christ — Theophany, also called Epiphany, 6 January\nThe Presentation of Jesus at the Temple, 2 February\nThe Annunciation, 25 March\nThe Sunday before Pascha (Easter) — the Entry into Jerusalem or Flowery/Willow/Palm Sunday\nForty Days after Pascha (Easter) — the Ascension of Christ\nFifty Days after Pascha (Easter) — Pentecost\nThe Transfiguration, 6 August\nThe Dormition (Falling Asleep) of the Theotokos, 15 August",
      "pTexts": "The official Bible of the Eastern Orthodox Church contains the Septuagint text of the Old Testament, with the Book of Daniel given in the translation by Theodotion. ... Holy Scripture forms the primary and authoritative written witness of Holy Tradition and is essential as the basis for all Orthodox teaching and belief.",
      "pSites": "Church of St. George, Istanbul and Mount Athos",
      "pIssues": "the doctrine of justification by faith is virtually absent from the history and theology of the Orthodox Church. Rather, Orthodoxy emphasizes theosis (literally, “divinization”), the gradual process by which Christians become more and more like Christ. What many in the Orthodox tradition fail to understand is that “divinization” is the progressive result of salvation, not a requirement for salvation itself.",
      "pMorning": "Romans 3: 1-8",
      "pAfternoon": "Romans 3:9-31",
      "pEvening": "Romans 4",
      "SheetName": "2 - Eastern Orthodox"
   },
   {
      "pName": "The Oriental Orthodox Churches are a group of Christian churches adhering to miaphysite Christology and theology,\nThe Oriental Orthodox communion comprises six groups: Coptic Orthodox, Syriac Orthodox, Ethiopian Orthodox, Eritrean Orthodox, Malankara Orthodox Syrian Church (India) and Armenian Apostolic churches.",
      "pFounder": " The Oriental Orthodox churches are ancient churches which were founded in apostolic times, by apostles or by the apostles' earliest disciples. \nTheir doctrinal position is based on the teachings of the first three ecumenical councils (Nicea 325, Constantinople 381 and Ephesus 431). \nThe Alexandrian school of thought has guided and shaped their theological reflection. The teachings of Saint Cyril the Great constitute the foundation of their Christology.\nAfter centuries of isolation from each other, the Oriental Orthodox churches finally met in 1965 in Addis Ababa. At this historic meeting the church heads reaffirmed their belonging to one faith.",
      "pDoOrigin": "The Oriental Orthodox churches, along with those of the Byzantine tradition or Eastern Orthodox, belong to the larger family of the Orthodox churches.\n The two groups are not in communion with each other. The breach, which occurred in 451, marking the first ecclesial division in church history, was about the Christological teaching of the Council of Chalcedon.",
      "pPoOrigin": "Chalcedon",
      "pPopulation": "70 million",
      "pDoctrine": "The point of doctrine that led to the formation of the Oriental Orthodox Church was this part of the creed of the Council of Chalcedon: “Christ . . . Only-begotten, recognized in two natures, without confusion, without change, without division, without separation; the distinction of natures being in no way annulled by the union, but rather the characteristics of each nature being preserved and coming together to form one person and subsistence, not as parted or separated into two persons, but one and the same Son.” Most Christians accepted the council’s statement that Christ has two natures (human and divine) within one Person. Church leaders who rejected this teaching broke away to form the Oriental Orthodox Church. ",
      "pDeviation": "The Oriental Orthodox Church is separate from the Eastern Orthodox Church. Eastern Orthodoxy separated from Roman Catholicism at the Great Schism in AD 1054. But the Oriental Orthodox Church had become a separate branch of Christianity much earlier than that, in AD 451.",
      "pFestivals": "Orthodox Christians annually celebrate Christmas Day on or near January 7",
      "pTexts": "The Oriental Orthodox churches use the Bible as their authoritative scripture, although the exact number of books included may vary. In addition, these churches have successfully preserved large and important bodies of extra-canonical literature.",
      "pSites": "Armenian Apostolic — Etchmiadzin Cathedral (Mother See of Holy Etchmiadzin), Vagharshapat, Armenia\nCoptic Orthodox — St. Mark's Coptic Orthodox Cathedral in Abbassia in Cairo, Egypt (formerly St. Mark's Coptic Orthodox Cathedral in Alexandria, Egypt)\nEritrean Orthodox — Asmara, Eritrea\nEthiopian Orthodox — Holy Trinity Cathedral, Addis Ababa, Ethiopia (see also Rastafari movement)\nIndian Orthodox — Kottayam, India\nSyriac Orthodox (includes the Malankara Church and other Saint Thomas Christians)",
      "pIssues": "The history and life of the Oriental Orthodox churches has been marked by ceaseless persecution and massacres under the Byzantine, Persian, Muslim and Ottoman powers. The sufferings have had a profound impact on their life, witness, theology and spirituality. Yet this life of the cross has not led them to become entirely isolated and introverted. ",
      "pMorning": "Romans 5",
      "pAfternoon": "Romans 6",
      "pEvening": "Romans 7",
      "SheetName": "3 - Oriental Orthodox"
   },
   {
      "pName": "The Eastern Catholic Churches or Oriental Catholic Churches, also called the Eastern-rite Catholic Churches, or simply the Eastern Churches and in some historical cases referred to pejoratively as Uniates",
      "pFounder": "The Nestorians are followers of Nestorius (c. AD 386–451), who was Archbishop of Constantinople. Nestorianism is based on the belief put forth by Nestorius that emphasized the disunity of the human and divine natures of Christ.",
      "pDoOrigin": "Nestorius (c. AD 386–451), who was Archbishop of Constantinople",
      "pPoOrigin": "Asia Minor and Syria ",
      "pPopulation": 750000,
      "pDoctrine": "In AD 428, Nestorius became patriarch of Constantinople. He was from Antioch, and his theological (and political) leanings became clear when he declared Mary to be Christotokos (“bearer of Christ”), not theotokos (“bearer of God”). In so doing, he said more about Jesus than Mary. He said that, above all else, the humanity of Jesus must be emphasized, His nature firmly divided, and that He was comprised of “two natures and two persons.” The human nature and person were born of Mary. The divine were of God.",
      "pDeviation": "In the Nestorian view, the human and divine persons of Christ are separate.",
      "pFestivals": "Christmas\nThe Rogation of Nineveh\nLent\nGood Friday\nEaster\nAscension Day\nNusrdayl (sprinkling of water on all living things for resurrection)\nPalm Sunday",
      "pTexts": "Nestorianism is a Christian theological doctrine that upholds several distinctive teachings in the fields of Christology and Mariology. It opposes the concept of hypostatic union and emphasizes that the two natures (human and divine) of Jesus Christ were joined by will rather than personhood.",
      "pSites": "Iran, Iraq",
      "pIssues": "They believe in Jesus as two natures and two persons. They have more doctinal deviation and more rituals and rites.",
      "pMorning": "Romans 8: 1-17",
      "pAfternoon": "Romans 8: 18-39",
      "pEvening": "Romans 9:1 -21",
      "SheetName": "4 - Church of East"
   },
   {
      "pName": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer. ",
      "pFounder": "Martin Luther",
      "pDoOrigin": "1500's",
      "pPoOrigin": "Germany",
      "pPopulation": "80 million",
      "pDoctrine": "Sola Scriptura (“Scripture alone”): The Bible alone is our highest authority.\nSola Fide (“faith alone”): We are saved through faith alone in Jesus Christ.\nSola Gratia (“grace alone”): We are saved by the grace of God alone.\nSolus Christus (“Christ alone”): Jesus Christ alone is our Lord, Savior, and King.\nSoli Deo Gloria (“to the glory of God alone”): We live for the glory of God alone.\nAnd 3 Sacraments : baptism, Euchrist and Penance.",
      "pDeviation": "Martin Luther founded Lutheranism, a Protestant religious denomination, during the 1500s. Luther was a Catholic monk and professor of theology who resided in Germany. He originally intended only to reform Roman Catholicism, but he formed his own religious faith, Lutheranism, once the Pope excommunicated him from the Catholic Church.\nLutherans teach that baptism “is necessary to salvation, and that through baptism is offered the grace of God, and that children are to be baptized who, being offered to God through baptism are received into God’s grace.” On communion, they teach that, “the body and blood of Christ are truly present, and are distributed to those who eat the Supper of the Lord.” (They reject, however, the Catholic doctrine of transubstantiation)",
      "pFestivals": "The Festivals are Nativity, Epiphany, the Baptism of our Lord, the Transfiguration, the Annunciation, Palm Sunday, Easter, the Ascension, Pentecost, Holy Trinity, All Saints, and Christ the King. Most of these festivals are tied to the moveable feast of Easter.",
      "pTexts": "Book of Concord, Holy Bible, the Apostles’ Creed, the Nicene Creed, the Athanasian Creed, the Small Catechism of Martin Luther, the Large Catechism of Martin Luther, the Augsburg Confession, the Apology of the Augsburg Confession, the Smalcald Articles of Martin Luther, the Treatise on the Power and Primacy of the Pope, and the Formula of Concord.",
      "pSites": "Pilgrim Lutheran Church, Wartburg Castle - Germany",
      "pPeople": "William Rehnquist, Steve Jobs(in his early years), ",
      "pIssues": "Many of the ceremonies and liturgies of the Catholic Church have been carried over into the Lutheran Church, with modifications to reflect their distinct doctrines.\nFor Lutherans, Baptism is a means of grace, and though the mode of application is not important, it is usually delivered by the sprinkling of water. There is no proper age for baptism; Lutherans can administer the said sacrament to both young and old.\n",
      "pMorning": "Romans 9:22 - 33",
      "pAfternoon": "Romans 10",
      "pEvening": "Romans 11: 1-24",
      "SheetName": "5 - Lutheranism"
   },
   {
      "pName": "Calvinism (also called the Reformed tradition, Reformed Christianity, Reformed Protestantism, or the Reformed faith) ",
      "pFounder": " John Calvin, a Protestant reformer in the 16th century, and its development by his followers.",
      "pDoOrigin": "1509-64",
      "pPoOrigin": "Calvinism originated with the Reformation in Switzerland when Huldrych Zwingli began preaching what would become the first form of the Reformed doctrine in Zürich in 1519.",
      "pPopulation": "56 million",
      "pDoctrine": "5 point calvanism: Total Depravity, Unconditional Election, Limited Atonement, Irresistible Grace, Perseverance of the Saints\n4 point don’t accept  Limited Atonement ( Jesus died for the sins of the whole world, not just for the sins of the elect)",
      "pDeviation": "Calvaism brings the concept of elected people(people choosen by God) which give raise to other issues like God makes man to unable to seek him, He rejects some people whom he wishes, Christ died only for the elect, not for everyone. God's will cannot be resisted. Salvation can never be lost.",
      "pFestivals": "Christmas, Easter, Ascension Day, and Pentecost",
      "pTexts": "Institutes of the Christian Religion by Calvin, ",
      "pSites": "Saint-Nicolas Church, Strasbourg; St. Pierre Cathedral, geneva",
      "pPeople": "John Calvin (1509–64), Heinrich Bullinger (1504–75), Wolfgang Musculus (1497–1563), Peter Martyr Vermigli (1500–62), and Andreas Hyperius (1511–64) belong to the second generation of Reformed theologians.\nAlbert Mohler, John Piper(desiring God) from contemprory",
      "pIssues": "New Calvinism, also known as the Young, Restless, and Reformed Movement,[1] is a movement within conservative evangelicalism that embraces the fundamentals of 16th-century Calvinism while seeking to engage these historical doctrines with present-day culture.",
      "pMorning": "Romans 11 : 25-36",
      "pAfternoon": "Romans 12",
      "pEvening": "Romans 13",
      "SheetName": "6 - Calvinism"
   },
   {
      "pName": "Anabaptism is a Christian movement which traces its origins to the Radical Reformation. The movement is generally seen as an offshoot of Protestantism, although this view has been challenged by some Anabaptists. The name Anabaptist means \"one who baptizes again\".",
      "pFounder": "Three main theories on origins of the Anabaptists are the following:\nThe movement began in a single expression in Zürich and spread from there (Monogenesis); -  Swiss Reformer Huldrych Zwingli\nIt developed through several independent movements (polygenesis); and\nIt was a continuation of true New Testament Christianity (apostolic succession or church perpetuity).",
      "pDoOrigin": "The early Anabaptists formulated their beliefs in the Schleitheim Confession, in 1527.",
      "pPoOrigin": "mostly Zurich in independent movements.",
      "pPopulation": "4 million, mostly who are the Anabaptists today? The most identifiable are the Hutterites, Mennonites, and Amish, though many modern-day Baptist churches would also identify themselves as the heirs of the Anabaptist traditions.",
      "pDoctrine": "opposed to baptism of infants, who are not able to make a conscious decision to be baptized. Anabaptists are those who are in a traditional line with the early Anabaptists of the 16th century.",
      "pDeviation": "Great Church -> Great Schism -> Protestant Reformation\nIn the 21st century there are large cultural differences between assimilated Anabaptists, who do not differ much from evangelicals or mainline Protestants,\n Anabaptists adhered to a literal interpretation of the Sermon on the Mount which precluded taking oaths, participating in military actions, and participating in civil government.\ntheir separation from the society around them. They shun modern technology, keep out of political and secular involvements, and dress plainly.\n",
      "pFestivals": "Don’t Celebrate christmas, more like they don’t like celebration itself.",
      "pTexts": "Bible (mostly sermon on the Mount)",
      "pSites": "Sites in Zurich",
      "pPeople": "Conrad Grebel and Felix Manz, and mostly not known and dislike being famous.",
      "pIssues": "persecution have been a most common issue for them since its origin. Due to strict deviation from social skills they were mostly unaccepted in most of the places.",
      "pMorning": "Romans 14",
      "pAfternoon": "Romans 15: 1-22",
      "pEvening": "Romans 15: 23 - 16 : 2",
      "SheetName": "7 - Anabaptism"
   },
   {
      "pName": "Anglicanism is a Western Christian tradition which has developed from the practices, liturgy, and identity of the Church of England following the English Reformation. It is also known as Episcopalians",
      "pFounder": "though the Charles Longley was the founder,\nin the reign of King Henry VIII, who ruled from 1509 to 1547 rejected the authority of Roman Catholic and the events that led to the formation of the state Anglican Church are a curious mix of ecclesiastical, political, and personal rivalries. \n Queen Elizabeth I, Thomas Cromwell, Thomas Cranmer, Hugh Latimer, Nicholas Ridley werealso considered as founders.",
      "pDoOrigin": "1534\n(King Henry's Act of Supremacy) in England",
      "pPoOrigin": "England",
      "pPopulation": "85 million, The church is in 38 different provinces and in Brazil, Bangladesh, Scotland or Wales – or a group of countries in Botswana, Malawi, Zambia and Zimbabwe. And the Church of South India (CSI) is the second largest Christian church in India based on the number of members and is result of union of Anglican and number of Protestant churches in South India. Also the Church of North India (CNI), the dominant United denomination in northern India, is a united church established on 29 November 1970 by bringing together the Anglican and Protestant churches working in northern India; it is a province of the worldwide Anglican Communion",
      "pDoctrine": "an interesting mix of Catholicism and Protestant Reformation theology.\nTrinity, two sacraments, baptism and the Eucharist, Nicene Creed and Apostles' Creed",
      "pDeviation": "Great Church -> Great Schism -> English Reformation\nEmpty Rituals, ",
      "pFestivals": "Christmas and Easter",
      "pTexts": "The Book of Common Prayer, Holy Bible: Old testament, hebrew bible, New testament",
      "pSites": "Canterbury Cathedral, Holy Communion Episcopal Parish (Ashe County, North Carolina), The Garden Tomb, Glastonbury Abbey, St. George's Cathedral, Jerusalem, St John's Church, Little Gidding",
      "pPeople": "J. K. Rowling, Robin Williams, Theodore Roosevelt, Queen Elizabeth II(head of Church of England) ",
      "pIssues": "The churches are all Anglican, but they are culturally extremely different, leading to bitter disputes between some of the more conservative and liberal members.\nThe archbishop of Canterbury is the head of the Anglican communion by precedent, but his role is that of primus inter pares (first among equals), and he has no direct authority to tell the different churches what to do.",
      "pMorning": "Romans 16: 2-27",
      "pAfternoon": "1 Cor 1: 1-17",
      "pEvening": "1 Cor 1: 18 -  2:5",
      "SheetName": "8 - Anglicanism"
   },
   {
      "pName": "Evangelicalism, evangelical Christianity, or evangelical Protestantism\nEvangelicalism is a somewhat broad term used to describe a movement within Protestantism that is characterized by an emphasis on having a personal relationship with Jesus Christ. This relationship begins when a person receives Christ’s forgiveness and is spiritually reborn. Those who ascribe to this belief are called Evangelicals.",
      "pFounder": "The roots of Evangelicalism go back to the Protestant Reformation, during which time the Bible was brought to the masses in 16th century by Martin Luther",
      "pDoOrigin": "It wasn't until the great revivals of the 18th and 19th centuries in Europe and America, though, that Evangelicalism truly began as a movement. ",
      "pPoOrigin": "Mostly in England and America",
      "pPopulation": "in 2016, 619 million",
      "pDoctrine": "theologically conservative, personal relationship with Jesus Christ, Spiritually Reborn.\nbiblical inerrancy, the virgin birth of Jesus, penal substitutionary atonement, the literal resurrection of Christ, and the Second Coming of Christ as fundamental Christian doctrines",
      "pDeviation": "Great Church -> Great Schism -> Protestant Reformation -> Great Awakening,\nBaptist churches, Pentecostalism, charismatic Evangelicalism, neo-charismatic Evangelicalism and nondenominational Evangelicalism.",
      "pFestivals": "Major: Christmas, Good Friday, Easter. Minor: Ascension, and Pentecost",
      "pTexts": "The Holy Bible\nMost evangelical biblical scholars associate inspiration with only the original text; for example some American Protestants adhere to the 1978 Chicago Statement on Biblical Inerrancy which asserted that inspiration applied only to the autographic text of Scripture. Among adherents of Biblical literalism, a minority, such as followers of the King-James-Only Movement, extend the claim of inerrancy only to a particular version.",
      "pSites": "No Piligrimage Sites, but there are historical sites which associated to Christian and Jewish history",
      "pPeople": "John Wesley, George Whitefield, Jonathan Edwards, Billy Graham, Bill Bright, Harold Ockenga, John Stott and Martyn Lloyd-Jones. ",
      "pIssues": "Mostly the evangelicals around the world face issues like Religious Pluralism and Biblical Illiteracy in the Church. In US, the evangelicals lose their margin of being spritual to a political agenda.",
      "pMorning": "1 Cor 2: 6- 16",
      "pAfternoon": "1 Cor 3",
      "pEvening": "1 Cor 4",
      "SheetName": "9 - Evangelicalism"
   },
   {
      "pName": "Vaishnavism, also called Vishnuism, one of the major forms of modern Hinduism, characterized by devotion to the god Vishnu and his incarnations (avatars).",
      "pFounder": " Vāsudeva, a leading member of the Vrishni heroes\n Krishna, hero of the Yadavas\n Bala Krishna of the Gopala traditions",
      "pDoOrigin": "originates in the latest centuries BCE and the early centuries CE",
      "pPoOrigin": "Vaishnavism flourished in predominantly Shaivite South India during the seventh to tenth centuries CE with the twelve Alvars, saints who spread the sect to the common people with their devotional hymns. The temples that the Alvars visited or founded are now known as Divya Desams.",
      "pPopulation": "600 million 68% of Hindus",
      "pDoctrine": "Vishnu as God,\nVaishnava theology includes the central beliefs of Hinduism such as pantheism, reincarnation, samsara, karma, and the various Yoga systems, but with a particular emphasis on devotion (bhakti) to Vishnu through the process of Bhakti yoga, often including singing Vishnu’s name’s (bhajan), meditating upon his form (dharana) and performing deity worship (puja). ",
      "pDeviation": "Bhagavats - The Bhagavats were the early worshippers of Krishna, the followers of Bhagavat, the Lord, in the person of Krishna, Vasudeva, Vishnu or Bhagavan.\nPāñcarātra - he Pāñcarātra is the tradition of Narayana-worship.\nThe Alvars, \"those immersed in god,\" were twelve tamil poet-saints of South India who espoused bhakti (devotion) to the Hindu god Vishnu or his avatar Krishna in their songs of longing, ecstasy and service.\nSri Vaishnavism  founded by Nathamuni (10th century).\nRamanuja (1017-1137), who developed the Visistadvaita (\"qualified non-dualism\") philosophy.\nGaudiya Vaishnavism, also known as Chaitanya Vaishnavism and Hare Krishna, was founded by Chaitanya Mahaprabhu (1486–1534) in India.\nThe Varkari-tradition is a non-Brahamanical tradition which worships Vithoba, also known as Vitthal, who is regarded as a form of Vishnu or Krishna.\nThe Ramanandi Sampradaya, also known as the Ramayats or the Ramavats is one of the largest and most egalitarian Hindu sects India.\nKabir was a 15th-century Indian mystic poet and saint, whose writings influenced the Bhakti movement, but whose verses are also found in Sikhism's scripture Adi Granth.\nIn Manipuri Vaishnavism practised by Meitei people of Manipur, Vaishnavas do not worship Krishna alone, but Krishna and Radha together.\nThe Ekasarana dharma was propagated by Srimanta Sankardev in the Assam region of India.It considers Krishna as the only God.",
      "pFestivals": "Vaishnavism has introduced much more social festivals than any other religion. These are Rathayatra, Janmastami, Radhastami, Jhulana, Rasyatra, Dolyatra, etc",
      "pTexts": "The Vedas, the Upanishads, the Bhagavad Gita and the Agamas are the scriptural sources of Vaishnavism.\nMahabharata and Ramayana\nBhagavata Purana and Vishnu Purana",
      "pSites": " Guruvayur Temple, Srirangam, Vrindavan, Mathura, Ayodhya, Tirupati, Pandharpur (Vitthal), Puri (Jaggannath), Nira Narsingpur (Narasimha), Mayapur, Nathdwara, Dwarka Udipi (Karnataka)and Muktinath.",
      "pPeople": "Vivekananda,Mahatma Gandhi, Netaji Subash Chandra Bose, Sachin Tendulkar, John McLaughlin, Amartya Sen, Lakshmi Niwas Mittal.",
      "pIssues": "The main spiritual concerns with Vaishnavism are the same as those for Hinduism in general. There is no factual, logical, or historical basis for any of their beliefs, in contrast to the Bible, which is supported by both reason and history. The Hindu scriptures are blatantly self-contradictory, which is something Hinduism readily admits. This presents a problem for those attempting to understand the faith. Vaishnavism, as with all strains of Hinduism, also accepts the false ideas of karma and reincarnation, and it denies the realities of heaven and hell.",
      "pMorning": "1 Cor 5:1 - 6: 11",
      "pAfternoon": "1 Cor 6:12 - 7: 14",
      "pEvening": "1 Cor 7:15 - 28",
      "SheetName": "14 - Vaishnavism"
   },
   {
      "pName": "Shaivism is the branch of Hinduism that worships Shiva as the supreme deity. It is one of the major branches of Hinduism. The followers of Shaivism are called Shaivas. ",
      "pFounder": "It was founded by Sri Basaveshvara (1105-67). The Vira Shaivists started a movement that rejected Vedic authority, caste hierarchy, the system of four stages of life, and veneration of a multiplicity of gods. They considered Shiva as the supreme god and worshipped him through linga.",
      "pDoOrigin": "2500-2000 BCE",
      "pPoOrigin": "The origins of Shaivism are unclear and a matter of debate among scholars. Some trace the origins to the Indus Valley civilization, which reached its peak around 2500–2000 BCE. Archeological discoveries show seals that suggest a deity that somewhat appears like Shiva.",
      "pPopulation": " 240 million, roughly 27 percent of Hindus, adhere to Shaivism.",
      "pDoctrine": "The followers of Shaivism are called Shaivas. They believe that Shiva is the ultimate being and supreme god. According to them he is the creator, destroyer, preserver, concealer and revealer. It is one of the oldest and one of the four major sects in Hinduism.\nShaivism is distinguished from other Hindu sects, in no small part, for its perspective on animals and violence. The concept of ahisma, or pacifism, is considered a moral obligation in most Hindu denominations. This usually includes a prohibition on eating meat or killing animals. Shaivism, on the other hand, does not emphasize ahisma as much as other groups and, in fact, uses animal sacrifices as part of its worship.\nSiva—who is the Hindu god of performing arts and dance. And Shaivism has been a major player in the development of Hindu dance, music, and practices such as yoga.\nScholars suggest that Shaivism is the oldest of the various Hindu sub-groups, though it also seems to overlap more readily with Buddhism than do other Hindu denominations.\n",
      "pDeviation": "Sannyasi Shaiva: Atimarga - The Atimarga branch of Shaivism emphasizes liberation (salvation) – or the end of all Dukkha – as the primary goal of spiritual pursuits.\nPashupata Atimargi - that considers Shiva to be within oneself, in every being and everything observed. \nLakula Atimargi - differed from Pashupata Atimargi in that they departed radically from the Vedic teachings, respected no Vedic or social customs.\nMantramārga - has been the Shaiva tradition for both householders and monks. It sought not just liberation from Dukkha (suffering, unsatisfactoriness), but special powers (siddhi) and pleasures (bhoga), both in this life and next\nThe Śaivasiddhānta - 5th century.emphasizes loving devotion to Shiva.\nBy the 7th century, the Nayanars, a tradition of poet-saints in the bhakti tradition developed in South India with a focus on Shiva\nKashmir Shaivism is an influential tradition within Shaivism that emerged in Kashmir in the 1st millennium CE and thrived in early centuries of the 2nd millennium before the region was overwhelmed by the Islamic invasions from the Hindu Kush region.",
      "pFestivals": "Vijaya Dasami, Dassera, Vasanta Navaratri, Maha Shivratri and Gauri Puja.",
      "pTexts": "The Agama texts of Shaivism are another important foundation of Shaivism theology. These texts include Shaiva cosmology, epistemology, philosophical doctrines, precepts on meditation and practices, four kinds of yoga, mantras, meanings and manuals for Shaiva temples, and other elements of practice.",
      "pSites": "Brihadeeshwara temple, Tanjavur\nSree Somnath Jyothirlinga temple Somnath\nLingaraj Temple Bhubaneshwar,\nEkambareswarar Temple Kanchpuram\nAmarnath - Jammu and Kashmir ..",
      "pPeople": "Kannapa, Tirumular, Manikkavachakar, Avai",
      "pIssues": "1.Yoga - a debatable issue among Christians.\n2. Some of the extemists of Shivites follows Aghori - an extreme denial of life. They engage in post-mortem rituals. They often dwell in charnel grounds, smear cremation ashes on their bodies, and use bones from human corpses for crafting kapalas (skull cups) and jewellery.\nLakula Shiva ascetic would walk around, for example, almost naked, drank liquor in public, and used a human skull as his begging bowl for food.",
      "pMorning": "1 Cor 7:29 - 8:13",
      "pAfternoon": "1 Cor 9:1 - 23",
      "pEvening": "1 Cor 9: 24 - 10:13",
      "SheetName": "15 - Shivism"
   },
   {
      "pName": "Shaktism is one of the more commonly known sub-divisions within Hinduism. Shaktism shares the core beliefs held by all Hindus but with a notable emphasis on a feminine aspect of divinity, rather than a masculine one.",
      "pFounder": "earliest Mother Goddess figurine unearthed in India (near Allahabad) belongs to the Upper Paleolithic, and carbon-dates to approximately 20,000 - 23,000 BCE.",
      "pDoOrigin": " Devi's earliest known appearance in Indian Paleolithic settlements more than 20,000 years ago",
      "pPoOrigin": "the refinement of her cult in the Indus Valley Civilization, her partial eclipse during the Vedic period",
      "pPopulation": "30 million or 3.2% of Hindus",
      "pDoctrine": "The core distinctive of Shaktism is that the “supreme deity” is best described as female. However, Shaktism does not literally believe that this supreme deity is biologically female. Shaktism believes this ultimate god to be something “other” than merely male or female, but it strongly emphasizes the feminine aspects and female avatars of the ultimate goddess-nature, Devi.\nThe common Goddesses of Shaktism, popular in the Hindu thought at least by about mid 1st-millennium CE, include Parvati, Durga, Kali, Amba, Lakshmi, Rukmini, Sita, Yogmaya and Saraswati.",
      "pDeviation": "a major tradition of Hinduism, wherein the metaphysical reality is considered metaphorically feminine and Shakti is regarded as the supreme godhead. It includes a large number of goddesses, all considered aspects of the same supreme goddess.\nThe Srikula (family of Sri ) tradition (sampradaya) focuses worship on Devi in the form of the Goddess Lalita-Tripura Sundari, who is regarded as the Great Goddess (Mahalakshmi).\nThe Kalikula (family of Kali) form of Shaktism is most dominant in northeastern india, and is most widely prevalent in West Bengal, Assam, Bihar and Odisha, as well as parts of Nepal and some parts of kerala,mainly Malabar where she is known as the goddess Bhadra Kali.The goddesses Kubjika, kulesvari, chamunda, Chaandi,ugra Chandi, bheema Chaandi,Shamshan Kali(Goddess of the cremation ground),Dakshina Kali,Shitala and siddheshwari Are worshipped in the region of Bengal to protect against disease and small pox as well as ill omens.\nShaktism tradition practices animal sacrifice to revere Goddesses such as Kali in many parts of India but particularly in the eastern states of India and Nepal. This is either an actual animal, or a vegetable or sweet dish substitute considered equivalent to the animal.\nRecent developments related to Shaktism include the emergence of Bharat Mata (\"Mother India\") symbolism, the increasing visibility of Hindu female saints and gurus.",
      "pFestivals": "Navratri,Vasant Panchami (Saraswati Puja), Diwali (Lakshmi Puja), Durga Puja",
      "pTexts": "The Sruti and Smriti texts of Hinduism are an important historical framework of the Shaktism tradition. In addition, it reveres the texts Devi Mahatmya, the Devi-Bhagavata Purana, Mahabhagwata Purana and Shakta Upanishads such as the Devi Upanishad. The Devi Mahatmya in particular, is considered in Shaktism to be as important as the Bhagavad Gita.",
      "pSites": "Shakta temples are found all over South Asia. Many towns, villages and geographic landmarks are named for various forms of the Devi.Major pilgrimage sites of Shaktism are called \"Shakti Peethas\", literally \"Seats of the Devi\". These vary from four to fifty one.",
      "pPeople": "Other Hindu Sects also worship Devi.",
      "pIssues": "More heretical or superstitious sect of Hinduism, Shaktism has at times been dismissed as a superstitious, black magic-infested practice that hardly qualifies as a true religion at all.The tantra practices are secretive, subject to speculations and criticism. Scholars variously attribute such criticism to ignorance, misunderstanding or sectarian bias on the part of some observers, as well as unscrupulous practices by some Shaktas. These are some of the reasons many Hindus question the relevance and historicity of Tantra to their tradition.",
      "pMorning": "1 Cor 10:14 - 11 :1",
      "pAfternoon": "1 Cor 11:2 - 16",
      "pEvening": "1 Cor 11:17 - 34",
      "SheetName": "16 - Shaktism"
   },
   {
      "pName": "Smartism is a sect of Hinduism that allows its followers to worship more than one god, unlike in sects like Shaivism and Vaishnavism, in which only Shiva and Vishnu are worshipped",
      "pFounder": " Adi Shankaracharya",
      "pDoOrigin": "4th - 5th centruy, but in 8th century it is formalised",
      "pPoOrigin": "near Uttar Pradesh",
      "pPopulation": "it is mostly comprises all sects so, it includes all of Hinduism - 900 million",
      "pDoctrine": "worship one or more of the five main Hindu gods - Vishnu, Shiva, Ganesha, Surya and Shakti - as they are all considered equal. This practice is called panchayatana puja in Sanskrit. \nThe idea behind the founding of Smartism was to do away with certain practices in Hinduism, such as animal sacrifice; and also because Adi Shankaracharya believed in the concept of Advaita Vedanta, in which Brahman is the fundamental and highest reality above all gods. \nSmartism follows the Vedas, the sacred Hindu texts, and abides by orthodox Hindu philosophy. The sect recognizes God as both Saguna and Nirguna. God as Saguna is a representation of infinite nature and traits such as love, compassion and justice. God as Nirguna symbolizes pure consciousness, or Brahman, the creative principle and key concept of the Vedas. ",
      "pDeviation": "Smarta Hindus view the different manifestations of God as equivalent. They accept all major Hindu gods and are commonly known as liberal or non sectarian. ",
      "pFestivals": "It covers all hindu festivals as it includes all forms of Hinduism.",
      "pTexts": "Smartas follow the Hindu scriptures. Like all traditions within Hinduism, they accept as an epistemic premise that Śruti (Vedic literature) is a reliable source of knowledge. The Śruti includes the four Vedas including its four layers of embedded texts - the Samhitas, the Brahmanas, the Aranyakas and the early Upanishads. Of these, the Upanishads are the most referred to texts.",
      "pSites": "Adi Shankara is one of the leading scholars of the Smarta Tradition, and he founded some of the most famous monasteries in Hinduism. These have hosted the Daśanāmi Sampradāya under four Maṭhas, with the headquarters at Dwarka in the West, Jagannatha Puri in the East, Sringeri in the South and Badrinath in the North.",
      "pPeople": "All Hindus.",
      "pIssues": "The liberalism in this sect has a main advantage to reach Christ within them, but usually they accept Jesus as one more God tho their istaDeivam. \nThe philosophies like all 'All roads lead to heaven'. And gives more freedom to its followers which makes difficult for them to follow Christ alone. And allows the followers to define their own rules or to break any rules.\nThey are more liberal even accepting atheism as part of Smartism and define the Hinduism as way of life than as a religion.",
      "pMorning": "1 Cor 12: 1- 11",
      "pAfternoon": "1 Cor 12: 12 - 31",
      "pEvening": "1 Cor 13",
      "SheetName": "17 - Smartism"
   },
   {
      "pName": "Atheism is the view that God does not exist. Atheism is not a new development and people were atheists in Old Testament too.(Psalms 14:1)",
      "pFounder": "The ideology of Atheism exists in different places in different times.",
      "pDoOrigin": "Not known",
      "pPoOrigin": "Not known",
      "pPopulation": "450 to 500 million positive atheists and agnostics worldwide and growing fastly.",
      "pDoctrine": "atheism is a rejection of the belief that any deities exist. In an even narrower sense, atheism is specifically the position that there are no deities. Atheism is contrasted with theism, which, in its most general form, is the belief that at least one deity exists.",
      "pDeviation": "Atheism in India: 1. Ajivikas - 4th century BCE,  2.the astika (\"orthodox\") schools of Hindu philosophy - Smartism, the Samkhya and the early Mimamsa school did not accept a creator-deity in their respective systems, 3.  materialistic and antireligious philosophical Cārvāka school that originated in India in final centuries of BCE, 4. The nonadherence to the notion of a supreme deity or a prime mover is seen by many as a key distinction between Buddhism and other religions. \nGreece and Rome: 1. Socrates in Athens (399 BCE) was accused of being atheos (\"refusing to acknowledge the gods recognized by the state\"). 2. Xenophanes (6th century BCE) , 3. Leucippus and Democritus (5th century BCE), 4.Euripides (480–406 BCE), 5. Aristophanes (ca. 448–380 BCE), 6. 5th century BCE the Sophists, Prodicus of Ceos, Euhemerus (c. 330–260 BCE),  Epicurus (c. 300 BCE).\nMiddle East:  Ibn al-Rawandi 9th century scholar,  philosopher Abu Bakr al-Razi (865–925), the poet Al-Maʿarri (973–1057), and the scholar Abu Isa al-Warraq (fl. 9th century). Al-Maʿarri\nMostly Atheism is introduced by philosophers in literary works which caused the Renaissance and Reformation in early 15 - 16th centuries and led to movements like Deism, Freemasonry and to age of Enlightment (late 16th century to 17th century) where movements burted out and philosophies where preached to gain contorl again anti atheistic persecutions.\nThe French Revolution of 1789 catapulted atheistic thought into political notability in some Western countries, and opened the way for the nineteenth century movements of Rationalism, Freethought, and Liberalism and atheistic thinkers like Karl Marx(1818–1883), Max Stirner, Arthur Schopenhauer (1788–1860), and Friedrich Nietzsche (1844–1900).\nAtheism in the twentieth century found recognition in a wide variety of other, broader philosophies in the Western tradition, such as existentialism, Objectivism, secular humanism, nihilism, logical positivism, Marxism, anarchism, feminism,\nThe early 21st century has seen secularism and atheism promoted throughout the Western world with an ever-increasing vigor and militancy. This has led to the emergence of the “new atheists,” notable members of which include best-selling authors such as Sam Harris, Daniel Dennett, Richard Dawkins, and Christopher Hitchens.",
      "pFestivals": "Most atheists partake in the secularized version(s) of what once were traditional, religious celebrations of the region in which they live. For example Thanksgiving and Christmas in western countries, Diwali and Festival of harvests in India. And in India people celebrate famous Atheist leaders birthdays like Tuesday, 14 April - Ambedkar Jayanthi, ",
      "pTexts": "Das Kapital, The Communist Manifesto - Karl Marx, The State and Revolution,Imperialism, the Highest Stage of Capitalism - Vladamir Lenin ..",
      "pSites": "No sites",
      "pPeople": "Christopher Hitchens, Daniel Dennett, Sam Harris, and Richard Dawkins, Peter Singer, Michael Martin, Steven Weinberg, Stephen Hawking",
      "pIssues": "As long as scientists, professors, and philosophers peddle their atheistic viewpoints as truth and wisdom, people will continue to buy it because the idea of self-determination appeals to our rebellious natures. The attitude is nothing new, but the changing cultural norms are making it more openly acceptable.\nAn ironic feature of the new atheism is its strong faith in the inferiority of having faith. The new atheists erroneously redefine \"faith\" as an \"irrational belief in the absence of evidence.\"",
      "pMorning": "1 Cor 14:1 - 25",
      "pAfternoon": "1 Cor 14: 26 - 15:11",
      "pEvening": "1 Cor 15:12 - 34",
      "SheetName": "18 - Atheism"
   },
   {
      "pName": "Satanism is not easily defined. There are several \"divisions\" of Satanism. In contrast to Christians, Satanists themselves disagree on their very fundamental principles. Satanism may or may not involve worshiping Satan, but it is a conscious effort to NOT worship the one true God",
      "pFounder": "Anton Szandor LaVey",
      "pDoOrigin": "1966-04-29T18:30:00.000Z",
      "pPoOrigin": "The Black House, San Francisco, California",
      "pPopulation": "not known real estimates, not offically considered and mostly remained private so there are various unreliable numbers. But should be around slight nearly a lakh. And more recently they started to come out publicly and even done protests for their freedom rights",
      "pDoctrine": "Satanism pledges its allegiance to Satan, even while some in the Church of Satan believe that no God or devil exists. Most in the Church of Satan also believe that there is no redeemer for them or anyone else. Each person is fully responsible for the path of his own life. Still, they pray to Satan in rituals, asking for his sovereign hand to be manifest in their lives. This kind of thinking reveals the influence of lies and deceptions in their philosophy. Whether Satanists believe in him or not is irrelevant to Satan. The end result is the same—their souls are in bondage to him, and, unless God’s grace intervenes, they will experience eternity in hell.",
      "pDeviation": "Satanists, devil worshipers, diabolists, Luciferians, and members of the Church of Satan claim to have roots in LaVeyan Satanism, named after Anton LaVey, the author of the Satanic Bible and founder of the first Church of Satan. LaVey presumably started the First Church of Satan in 1966. As a self-proclaimed authority on everything evil, he began giving weekly lectures at a cost of $2.00 per person. And thus the Church of Satan was born.\nThe First Satanic Church is an organization founded by Karla LaVey on October 31, 1997 in San Francisco, California, that is dedicated to LaVeyan Satanism as codified by Anton LaVey in The Satanic Bible. The church's stated mission is to carry on the legacy of Anton LaVey through \"the study of Satanism and the occult sciences\". The church operates The 600 Club, an Internet forum dedicated to discussions of Satanism.\nThe Temple of Set is an occult initiatory order founded in 1975. A new religious movement and form of Western esotericism, the Temple espouses a religion known as Setianism, whose practitioners are called Setians. This is sometimes identified as a form of Satanism, although this term is not often embraced by Setians and is contested by some academics.\nLuciferianism can be understood best as a belief system or intellectual creed that venerates the essential and inherent characteristics that are affixed and commonly given to Lucifer.\n the Order of Nine Angles was established in Shropshire, Western England during the late 1960s, when a Grand Mistress united a number of ancient pagan groups active in the area.\n The Satanic Temple(since 2013) has become the primary religious Satanic organization in the world, with chapters internationally, and a number of high-profile public campaigns designed to preserve and advance secularism and individual liberties. The rise of The Satanic Temple has been met with an increase in commentary regarding what Satanism is as media outlets struggle to grasp how this upstart religion has begun to shift religious liberty debates with mere claims of equal access.",
      "pFestivals": "Satanic holidays have been described by both Satanists and by Christian authors, as well as by historians of witchcraft, who in turn relied on Christian accounts.\nthe two major Satanic holidays are Walpurgisnacht and Halloween.\" Other holidays celebrated by members of the Church of Satan include the two solstices, the two equinoxes, and Yule.",
      "pTexts": "The Satanic Bible is a collection of essays, observations, and rituals published by Anton LaVey in 1969. It is the central religious text of LaVeyan Satanism, and is considered the foundation of its philosophy and dogma.",
      "pSites": "not known",
      "pPeople": "mostly the satanist is becoming more secular and cultural in Western Music Industry, and even though these artists don’t celebrate but for fame they identify themselves with Satanists.",
      "pIssues": "The basic commonality in all the branches of Satanism is a promotion of self. All forms of Satanism claim that life exists to consume and that selfishness is a virtue. Some Satanists hold that the only existence they will ever know is here on Earth. Thus, devil worshippers live for the moment, and their creed is gluttony and debauchery.",
      "pMorning": "1 Cor 15:35 - 58",
      "pAfternoon": "1 Cor 16",
      "pEvening": "2 Cor 1",
      "SheetName": "19 - Satanism"
   }
]
